Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingspresident_silje_karine_muotkas_tale_.html.tmx
Source language: nob
Languages: sme

source: Sametingspresident Silje Karine Muotkas tale
sme: Sámediggepresideantta Silje Karine Muotka sárdni

source: Sametingspresident Silje Karine Muotkas tale til Sametingets plenum etter å ha blitt valgt som president 21. oktober 2021:
sme: Sámediggepresideantta Silje Karine Muotka sárdni Sámedikki dievasčoahkkimii maŋŋel go válljejuvvui presideantan golggotmánu 21. beaivvi 2021:

source: Silje Karine Muotka Åse M.P. Pulk/Sámediggi Møteleder,
sme: Čoahkkinjođiheaddji Silje Karine Muotka Åse M.P. Pulk/Sámediggi

source: Dere som sitter i denne salen er blant det samiske folkets fremste tillitsvalgte.
sme: Dii geat otne čohkkábehtet dán sáles lehpet Sámi álbmoga ovddimus álbmotválljejuvvon olbmot.

source: Vi vil alle det beste for det samiske folket og for vår felles fremtid.
sme: Mii dáhttut buohkat dan buot buoremusa sámi álbmogii ja min oktasaš boahtteáigái.

source: For Anders Larsen, Per Fokstad, Isak Saba, Daniel Mortenson og Elsa Laula Renberg fantes det ikke noe slikt folkevalgt organ som Sametinget.
sme: Anders Larsenii, Per Fokstadii, Issát Sabai, Daniel Mortensonii ja Elsa Laula Renbergii ii gávdnon dákkár álbmotválljejuvvon ásahus nu mo Sámediggi.

source: Deres store arbeid for det samiske folket skjedde uten bistand i form av de ordningene vi har i sametingssystemet for vår folkevalgtgjerning.
sme: Sin nanu áŋgiruššan Sámi álbmoga ovddas dáhpáhuvai daid vejolašvuođaid ja vuogádagaid haga mat mis otná beaivvi gávdnojit Sámedikki bokte.

source: Likevel oppnådde de så mye.
sme: Aŋkke sii olahedje nu olu.

source: De var samiske samfunnsbyggere.
sme: Sii ledje sámi servodathuksejeaddjit.

source: De var pionerer som skrev den første samiske romanen, gav ut de første samiske avisene, ble den første samiske stortingsrepresentanten, holdt det første samiske landsmøtet eller arbeidet for en samisk skoleordning hvor samisk språk skulle være det viktigste.
sme: Sii ledje ofelaččat mat čálle vuosttaš sámi romána, almmuhedje vuosttaš sámi áviissaid, šadde vuosttaš sámi stuorradiggeáirrasin, dolle vuosttaš sámi oktasaš čoahkkima dahje barge sámi skuvlavuogádaga ovdii gos giella galggai loktejuvvot deháleamosin.

source: Hadde de vært blant oss i dag, så mener jeg bestemt at de ville de sittet sammen med oss i denne salen.
sme: Jus sii ain livčče min gaskkas, de oaivvildan čielgasit ahte sii livčče minguin čohkkámin dán sáles.

source: Hva ville de sagt til de debattene vi har i dag?
sme: Maid livčče sii dadjan min digaštallamiidda?

source: Om samisk språk?
sme: Sámegiela birra?

source: Om arealinngrep?
sme: Areálasisabahkkemiid birra?

source: Om samenes rettigheter?
sme: Sámiid vuoigatvuođaid birra?

source: Om skolesituasjonen?
sme: Skuvladili birra?

source: Om samisk media?
sme: Sámi mediaid birra?

source: Om selvbestemmelse?
sme: Iešmearrideami birra?

source: Jeg kan ikke fri meg fra tanken på at de ville ment at vi må være mye modigere.
sme: Mun in sáhte guođđit dan jurdaga ahte sii várra livčče oaivvildan ahte mii fertet leat duostilabbot.

source: Når jeg leser deres tekster, så vet jeg at mediene hadde laget store overskrifter og at debattene ville rast omkring dem og deres uttalelser.
sme: Go logadan sin teavsttaid, de dieđán ahte mediat livčče stuorra bajilčállagiid geavahan ja digaštallan livččii buollán sihke sin ja sin cealkámušaid birra.

source: Og det som også slår meg er hvor aktuelle de sakene de reiste fortsatt er.
sme: Ja lea maid mearkkašahtti man áigeguovdilat dat áššit maid sii loktejedje leat ain otná beaivvi.

source: Møteleder, hva er mot?
sme: Čoahkkinjođiheaddji, mii lea duostilvuohta?

source: Mot er noe man viser når man kjemper for det man tror på.
sme: Duostilvuohta lea go čájeha ahte dáistala áššiid ovddas maidda jáhkká.

source: Det er å handle på tross av at man føler frykt.
sme: Dat leat dagut, vaikko dovdá balu.

source: Det er å være modig til tross for at man vet at det er stor risiko.
sme: Dat lea leahkit duostil vaikko diehtá ahte lea stuorra várra.

source: Reineierne på Fovsen Njaarke viser oss hva mot er når de nå i tjue år har måttet bekjempe storindustrien, pengemakta og alle politiske nivåer helt inn i Høyesterett hvor de endelig får oppleve rettferdighet fra et enstemmig storkammer.
sme: Boazodoallit Fovsen-njaarkes čájehit midjiide mii duostilvuohta lea, go sii dál leat guoktelogi jagi dorron stuorraindustriijain, ruhtafámuiguin ja buot politihkalaš dásiin gitta Alimusriektái gos viimmat besse vásihit vuoiggalašvuođa, ovttajienalaš stuorrakámmára duomu bokte.

source: For oss alle er det motet som Arvid Jåma og alle i Fovsen Njaarke har vist den sterkeste inspirasjon til å tørre å utfordre den eksisterende situasjonen.
sme: Midjiide lea buohkaide dat duostilvuohta man Arvid Jåma ja buohkat Fovsen Njaarkes leat čájehan lea buktán stuorra inspirašuvnna ahte galgá duostat hástalit hástaleaddji dili.

source: Det samme motet viste Elsa Laula Renberg når hun fryktløst møtte både uenigheter fra rivaler i samtiden, den hets hun møtte i mediene og ryktespredning som hun ble rammet av samtidig som hun hele veien jobbet for en samisk landsdekkende organisering.
sme: Seammá duostilvuođa čájehii Elsa Laula Renberg go roahkkadit deaividii sihke dalá gilvaleddjiin, dainna cielahemiin man vásihii mediain ja daid sáhkagilvimiiguin maiguin vigge su njeaidit, seammás go geahččalii hukset riikkaviidosaš sámi organiserema.

source: Møteleder, sjøsamen Anders Larsen skrev den første samiske romanen i 1912.
sme: Čoahkkinjođiheaddji, mearrasápmelaš Anders Larsen čálii vuosttaš sámi romána 1912:s.

source: Den heter Beaiveálgu.
sme: Dan namma lea Beaiveálgu.

source: Beaiveálgu er skrevet i sin tid der fornorskingen var pågående.
sme: Beaiveálgu lea čállon áiggis mas dáruiduhttin dettii.

source: I romanen opplever Abo Eira negative opplevelser knyttet til det å være samisk gjennom livet.
sme: Románas vásiha Ábo Eira eallimisttis váivves áššiid sámi gullevašvuođa dihtii.

source: Inne i han vokser en stor frustrasjon over disse opplevelsene.
sme: Su siste badjána fuolastupmi dáid vásáhusaid dihtii.

source: Det gjelder eksempler på nedvurdering fordi han er samisk og et språkskifte i samtiden fra samisk til norsk.
sme: Son vásiha sihke badjelgeahččama go son lea sápmelaš ja ahte giella su birra rievdá sámegielas dárogillii.

source: I boka beskrives hvordan Abo Eira strevde med å lære seg norsk da han begynner på skolen som barn, blant annet at han hadde lest katekismen «mang en gang til han nesten var på gråten».
sme: Girjjis govviduvvo mo Ábo Eira ražai oahppamis dárogiela go mánnán álgá skuvlii, earret eará ahte lei lohkan katekismusa «máŋgga geardde gitta dassážii go ieš ge čierrugođii».

source: Eira opplever etter at han var konfirmert at en flyttsamegutt leser på samisk fra bibelhistorien.
sme: Eira vásiha maŋŋel go konfirmerejuvvo go muhtun badjesámegánda lohkamin sámegiel biibbalhistorjjá.

source: Han føler seg da hjelpeløs fordi han ikke «kunne lese et eneste ord på samisk – sitt eget morsmål».
sme: Son dovdá iežas geahnoheapmin go ii « sáhttán lohkat baljo ovtta ge sáni sámegiela – su iežas eatnigiela ».

source: Møteleder, jeg siterer fra boka: «Og da gav han seg sjøl det løftet at han skulle lære seg samisk, koste hva det koste ville.
sme: Čoahkkinjođiheaddji, mun logan dás girjjis: «Ja dalle son dagai iežainis dan lohpádusa ahte son galgá oahppat sámi lohkat, máksos maid mávsseš.

source: Det ble en samvittighetssak for han.
sme: Sutnje šattai dat oamedovdoáššin.

source: Han kjøpte bøker på samisk.
sme: Son osttii alccesis sámegiel girjjiid.

source: Han leste og leste i dem, dag og natt, uten å bli trett, omtrent som en det holder på å gå rundt for.
sme: Son čuokkui daid váibbatkeahttá ijatbeaivvi, dego dat olmmoš geas mielat leat seahkanan, ja son oahpai guhki duohkái;

source: Og etter hvert så lærte han, men han var enda ikke fornøyd.
sme: muhto ii son datte duhtan vel dasa ge.

source: Det var som han hele tiden hørte en ekkel anklage: «Du kan skrive norsk, men skrøpelig er du: Samisk kan du ikke skrive!
sme: Son dego gulai álelassii dan váivválaš vávjima ja hiddjideami: «Don máhtát čállit dárogillii; muhto gutta-guttáš it be máhte ge sámegillii čállit!

source: Han fikk ikke fred.
sme: «Son ii ožžon ráfi.

source: Med usigelig strev begynte han arbeidet med å lære seg å skrive samisk.
sme: Cealkemeahttun viššalvuođain álggii son bargat oahppat sámegiela čállit.

source: Han skrev av og skrev av teksten fra samiske bøker.
sme: Čálii ja čálii sámegiel girjjiid mielde.

source: Han hadde nesten ikke tid til å sove.
sme: Ii astan fávdnádit oađđit ge.

source: Han kunne holde på til han bråvåkna fordi han hadde duppet av.
sme: Dasa gohccái, dasa váibbai.

source: Og han lærte til slutt.
sme: Ja son oahpai maŋimustá.

source: Men du verden, som han strevde!
sme: Muhto vuoi, mo son barggai!

source: Da han hadde lært både å lese og å skrive morsmålet sitt var han riktig lykkelig.
sme: Go son lei oahppan eatnigielas sihke lohkat ja čállit, de šattai son hui ávvui.

source: Det var som han skulle ha vunnet hele verden!
sme: Lei dego livččii olles máilmmi vuoitán!

source: Nå ble kjærligheten til morsmålet mye sterkere.
sme: Ja son ráhkistišgođii dál máŋggageardásaččat eatnigielas.

source: Og han begynte å tenke at det skulle ha vært skoler der samene enkelt og greit kunne lære å lese og skrive morsmålet sitt.
sme: Ja son jurddašišgođii dál, ahte galggašedje leat skuvllat gos juohke sápmelaš beassá geahppaseappot eatnigielas sihke lohkat ja čállit eatnigielas.

source: Møteleder.
sme: Čoahkkinjođiheaddji.

source: Som så mange er også jeg en av dem som er på ei livslang reise for å lære å snakke, lese og å skrive samisk.
sme: Nu mo nu olu earát ge, de lean mun ge okta sis guhte lea eallinagálaš mátkkis oahppat hállat, lohkat ja čállit sámegiela.

source: Jeg kjenner meg igjen i Abo Eiras strev, og ikke minst i beskrivelsene av å oppleve lykke over å kunne bruke samisk, særlig i samtaler med mine egne barn.
sme: Mun dovddan iežan Ábo Eira rahčamušain, ja erenomážit dain govvádusain man stuorra riggodat dat lea beassat geavahit sámegiela, erenomážit ságastettiin iežan mánáiguin.

source: Jeg har merket meg at samisk språk engasjerer i samfunnsdebatten som foregår.
sme: Mun lean mearkkašan ahte sámegiella boktá beroštumi servodatdigaštallamis.

source: Vi diskuterer om sametingspresidenten skal kunne snakke samisk, og beviset på det norske språkets stilling i forhold til samisk er at vi aldri diskuterer om sametingspresidenten skal kunne snakke norsk.
sme: Mii digaštallat galgá go Sámediggepresideanta máhttit sámástit, ja duođaštus makkár dilis sámegiella lea dárogiella lea ahte ii goassige digaštallojuvvo galgá go sámediggepresideanta máhttit dárustit.

source: Møteleder, fortsatt får ikke samiske barn barnehageplasser på eget språk.
sme: Čoahkkinjođiheaddji, leat ain sámi mánát geat eai beasa gullat iežaset giela mánáidgárddiin.

source: Samiske barn opplever at de ikke får tilgang på samisklærer.
sme: Sámi mánát vásihit ahte eai gávdno sámegieloahpaheaddjit.

source: Det mangler fortsatt samiske læremidler.
sme: Ain váilot sámi oahpponeavvut.

source: Disse debattene er kanskje ikke like høyt på agendaen som fokuset på voksne politikeres språklige ferdigheter.
sme: Dát digaštallamat eai dáidde leat seamma dásis go politihkkáriid giellamáhtu birra.

source: Etter mitt syn må vi på Sametinget ha fokus på barn og unges muligheter til å bruke, lære og kunne samisk språk.
sme: Mu oaivila mielde de fertet mii Sámedikkis vuoruhit láhčit mánáide ja nuoraide vejolašvuođaid geavahit, oahppat ja máhttit sámegielaset.

source: De må få barnehageplass, tilgang på lærere og læremidler.
sme: Sidjiide fertejit fállot mánáidgárdesajit, oahpaheaddjit ja oahpponeavvut.

source: Og vårt arbeid er å sikre vårt kulturgrunnlag ved at beitenæringene våre kan styrkes og utvikles.
sme: Ja min bargu lea sihkkarastit iežamet kulturvuođu, dan bokte ahte guođohanealáhusaideamet nannet ja ovdánahttit.

source: Vi skal fortsatt sikre selvbestemmelse og våre rettigheter til både et inntektsbringende fiske og for reindrifta, jordbruket og vår bruk av utmarka.
sme: Mii galgat joatkit nannet iešmearrideami ja iežamet vuoigatvuođaid bivdui, boazodollui, eanadollui ja meahcásteapmái.

source: At det bor folk i de samiske lokalsamfunnene er avgjørende for å sikre vår kultur fremover.
sme: Sámi guovlluid ássan lea mearrideaddji iežamet kultuvrra sihkkarastimii.

source: Og akkurat slik som Anders Larsen og de andre samiske pionerene arbeidet i sin levetid skal vi følge opp alle disse sakene som her er nevnt og enda flere saker av stor betydning for det samiske folket.
sme: Ja justa nu mo Anders Larsen ja dat eará sámi ofelaččat dahke iežaset áiggis, de galgat mii čuovvulit buot daid áššiid mat dás leat namuhuvvon, ja vel eanet áššiid main stuorra mearkkašupmi sámi álbmogii.

source: I denne salen skal vi forhandle om politiske vedtak og det med bakgrunn i ulike syn og kunnskapsgrunnlag.
sme: Dán lanjas mii galgat šiehtadallat politihkalaš áššiid iešguđet oainnuid ja máhttovuođuid vuođul.

source: Møteleder, det er alltid stort for meg å følge et spennende politisk ordskifte når plenum, det øverste beslutningsorganet vårt trer sammen.
sme: Čoahkkinjođiheaddji, munnje lea álo hui stuorra ášši čuovvut gelddolaš politihkalaš digaštallamiid go min dievasčoahkkin, min bajimus mearridanorgána, čoahkkana.

source: Mange av de sakene jeg har nevnt kommer til å bli grundig drøftet i denne salen i årene som kommer.
sme: Olu dain áššiin maid lean namuhan gártet vuđolaččat gieđahallojuvvot dán sáles boahttevaš jagiid.

source: Jeg er bekymret for at samehetsen fortsatt foregår i 2021, og det velter ut i sosiale medier med full styrke når enkeltsaker gir mulighet for det.
sme: Mun lean vuorjašuvvan go sámevašši ain eallá 2021:s, ja mo dat sosiála mediaide devdo go eaŋkiláššit cahkkehit dán vaši.

source: Disse holdningene siver ut som fra en svamp som presses sammen.
sme: Dát guottut golget dego siedja háviin.

source: Det gjør vondt å lese, og man kjenner seg avmektig fordi det ikke lar seg gjøre å bare politisk vedta at fordommer og hat skal forsvinne.
sme: Lea bávččas dáid čállosiid lohkat, ja olmmoš dovdá iežas fámoheapmin go ii sáhte dušše politihkalaččat mearridastit ahte ovdagáttut ja vašši galgá jávkat.

source: Vi må prioritere dette saksområdet.
sme: Mii fertet vuoruhit dán suorggi.

source: De oppvoksende generasjonene kan ikke måtte bære med seg disse arvesyndene inn i fremtiden.
sme: Bajásšaddi buolvvat eai galgga gártat guoddit dáid árbesuttuid boahttevuhtii.

source: Det er et ansvar vi har sammen med andre politiske nivåer og det skal vi sikre.
sme: Dát lea ovddasvástádus mii mis lea ovttas eará politihkalaš beliiguin, ja dán mii dáhttut sihkkarastit.

source: I perioden skal sannhets- og forsoningskommisjonen levere sine forslag.
sme: Dán áigodagas buktá Duohtavuođa- ja seanadankommišuvdna iežas árvalusaid.

source: Det er en stor sak som vil kreve grundige debatter og tett oppfølging.
sme: Dát lea stuorra ášši mii gáibida vuđolaš digaštallamiid ja dárkilis čuovvuleami.

source: Vårt folk skal ikke måtte ha tatt til tårer uten at det har stor betydning for de veivalg som kommer.
sme: Min álbmot ii galgga gártan ganjaldit duššiid dihtii jus dat ii buvtte rievdadusaid mat leat dehálaččat midjiide.

source: Møteleder, jeg har lagt frem en tiltredelseserklæring inspirert av Beaiveálgu.
sme: Čoahkkinjođiheaddji, mun lean ovddidan álginjulggaštusa man romána Beaiveálgu lea inspireren.

source: De debatter som kommer, er nødvendige debatter og de saker vi har prioritert i erklæringen er saker som har stor betydning for det samiske samfunnet.
sme: Dat digaštallamat mat bohtet ovddos guvlui leat dárbbašlaččat, ja dat áššit maid mii leat vuoruhan julggaštusas leat áššit maiguin lea stuorra mearkkašupmi sámi servodahkii.

source: Møteleder, jeg er ydmyk og klar for oppgaven som sametingspresident.
sme: Čoahkkinjođiheaddji. Vuollegašvuođain ja gearggusvuođain vuolggán Sámediggepresideantan.

source: Jeg tror på et sterkt Sameting som kan iverksette politikk som skaper tydelige endringer.
sme: Mun jáhkán nanu Sámediggái mii bastá vuojihit politihka mii buktá čielga rievdadusaid.

source: I min gjerning skal jeg strebe etter å være president for alle, uansett situasjon, stilling og synspunkter.
sme: Mun áiggun geahččalit bastit leat buohkaid presideanta, vaikko makkár diliin, sajádagain dahje oainnut sis leat.

source: Jeg vil fremheve at det samiske mangfoldet blant oss er vår styrke.
sme: Háliidan fuomášahttit ahte sámi girjáivuohta lea min givrodat.

source: Presidentgjerningen er en stor oppgave som jeg ser frem til selv om jeg vet at jeg også kommer til å snuble.
sme: Presideanttaámmát lea stuorra bargu masa illudan, vaikko mun dál jo dieđán ahte gal mun goas nu guossalan ge.

source: Ingen vei er uten utfordringer, men min plan er å hente mot fra tanken på hva våre pionerer ville gjort og sagt i lignende tilfeller.
sme: Ii makkárge máđii leat hástalusaid haga.

source: Likevel så vet jeg at vi i denne salen er mange om å modig føre de samiske sakene fremover.
sme: Aŋkke dieđán mun ahte mii leat olusat dán sáles mat duostat doalvut sámi áššiid ovddos guvlui.

source: Det arbeidet ser jeg frem til.
sme: Dán bargui illudan.

source: Beaiveálgu-erklæringen er grunnlaget for det politiske arbeidet som skal skje fremover, og jeg vet at erklæringen er skrevet i en positiv ånd og med klar retning.
sme: Beaiveálgu-julggaštus lea vuođđun dan politihkalaš bargui mii dás ovddos galgá dáhpáhuvvat, ja mun dieđán ahte julggaštus lea čállon buriin dáhtuin ja čielga áigumušain.

source: Mitt mål er å drive positivt lederskap for å motivere til endringer som skal være til det beste for samfunnet og for fremtiden.
sme: Mu mihttomearri lea positiivvalaččat jođihit bargguid, rievdadan dihtii diliid, buoremussan sihke servodahkii, boahtteáigái ja olles sámi álbmogii.

source: Takk for oppmerksomheten.
sme: Ollu, ollu giitu.
